{
  "intro" : "Поздравляем! Вы только что защитили диплом и можете носить гордое звание выпускника ФПМа. Однако отгуляв заслуженный месяц пьянок, вы с печалью не обнаруживаете поступления степендии на свою карту. Родители также вместо котлеток с пюрешкой кормят вам фразами о необходимости дальнейшего поиска работы и самостоятельного обеспечения. Вы совершенно не были к этому готовы, однако вы не отчаиваетесь, ведь что может быть проще, чем найти работу молодому математику-программисту без опыта и связей, не так ли?",
  "easy" : {
    "guests_count" : 5,
    "errors_max": 10,
    "duration_seconds": 300,
    "rewards" : [303, 304, 305, 306, 307, 5],
    "penalties" : [0, 0, 0, 0, 0, 0]
  },
  "medium" : {
    "guests_count" : 8,
    "errors_max": 6,
    "duration_seconds": 200,
    "rewards" : [50, 50, 55, 70, 200, 3],
    "penalties" : [0, 5, 5, 10, 10, 0]
  },
  "hard" : {
    "guests_count" : 12,
    "errors_max": 2,
    "duration_seconds": 150,
    "rewards" : [49, 49, 30, 27, 42, 5],
    "penalties" : [22, 27, 40, 80, 93, 505]
  },
  "days_data" : [
    {
      "intro" : "Вы устроились в закрытый клуб по интересам \"GachiClub\", что недавно открылся у вас по соседству. Пока они зарабатывают клиентуру и репутацию, поэтому пускают всех, чей внешний вид выглядит не слишком радикально или откровенно. А ваша работа - этого фейс-контроля придерживаться.",
      "allow" : [
        "cowboy",
        "cowboy_black",
        "cowboy_blood",
        "cowboy_black_blood",
        "visitor",
        "visitor_black",
        "visitor_blood",
        "visitor_black_blood"
      ]
    },
    {
      "intro" : "Теперь ваше начальство решило, что заведение уже достаточно уважаемо, чтобы пускать всех, вне зависимости от одежды. Однако из-за инцидента с касаткой на прошлой неделе вы не можете пускать посетителей с подтеками крови на теле. Дерзайте!",
      "allow" : [
        "cowboy",
        "cowboy_black",
        "biker",
        "biker_black",
        "gay",
        "gay_black",
        "visitor",
        "visitor_black"
      ]
    },
    {
      "intro" : "Оказалось, что чёрные клиенты оставляют чаевые в среднем на 31.4% реже, чем белые, а места занимают столько же. Поэтому администрация запретила им вход. Выполняйте и не забывайте проверять наличие крови.",
      "allow" : [
        "cowboy",
        "biker",
        "gay",
        "visitor"
      ]
    },
    {
      "intro" : "Так-с... Мы, судя по всему, забыли, в каком живём веке. На нас взъелись social justice warriors из Твиттера. Придется делать поблажки, запускайте цветных людей с кровью на теле. Как оказалось, это \"манифест в честь геноцида чернокожих\", судя по словами NastenaSlastena2009 с гулем на аватарке.",
      "allow" : [
        "cowboy",
        "cowboy_black_blood",
        "biker",
        "biker_black_blood",
        "gay",
        "gay_black_blood",
        "visitor",
        "visitor_black_blood"
      ]
    },
    {
      "intro" : "Один из владельцев сказал, что ему очень нравится концепция чёрного властелина, поэтому теперь проход в портупее разрешён только для афропосетителей. Все остальные правила в силе.",
      "allow" : [
        "cowboy",
        "cowboy_black_blood",
        "biker",
        "biker_black_blood",
        "gay_black_blood",
        "visitor",
        "visitor_black_blood"
      ]
    },
    {
      "intro" : "Суббота - выходной. Никому нельзя.",
      "allow" : [
      ]
    }
  ],
  "traits" : [
    "black",
    "blood"
  ],
  "dudes" : [
    "gay",
    "cowboy",
    "biker",
    "visitor"
  ],
  "queue_threshold_millis" : 1000
}
