{
  "intro" : "Уже освоившись на новой должности и до конца приняв новою кличку GleeNoMess, которой вас с удивительным постоянством нарекают товарищи, вы решаете попробовать подняться на ступень выше по карьерной лестнице. Вы с радостью обнаруживаете, что вас принимают на должность охранника знакомого вам внутреннего дворика главки БГУ. Вы наглаживаете свою рабочую форму и выходите на свой первый рабочий день в этой знаменательной должности.",
  "easy" : {
    "guests_count" : 5,
    "errors_max": 5,
    "duration_seconds": 300,
    "rewards" : [303, 304, 305, 306, 307, 5],
    "penalties" : [0, 0, 0, 0, 0, 0]
  },
  "medium" : {
    "guests_count" : 8,
    "errors_max": 6,
    "duration_seconds": 200,
    "rewards" : [50, 50, 55, 70, 200, 3],
    "penalties" : [0, 5, 5, 10, 10, 0]
  },
  "hard" : {
    "guests_count" : 12,
    "errors_max": 2,
    "duration_seconds": 150,
    "rewards" : [49, 49, 30, 27, 42, 5],
    "penalties" : [22, 27, 40, 80, 93, 505]
  },
  "days_data" : [
    {
      "intro" : "Главный корпус БГУ - место целомудренное, так что излишне раздетые люди к занятиям допущены не будут.\nНу, пока что это единственное, что вы слышали от руководства, так что можно полагать, что других правил нет, не так ли?",
      "allow" : [
        "cowboy",
	"cowboy_black",
	"cowboy_blood",
	"cowboy_black_blood",
        "visitor",
	"visitor_black",
	"visitor_blood",
	"visitor_black_blood",
	"biker",
	"biker_black",
	"biker_blood",
	"biker_black_blood"
      ]
    },
    {
      "intro" : "Оказалось, что есть и другие внутренние правила. Так черные люди в коже вызывают у некоторых преподаватей ужас наравне с\nкровью на тканевой повязке для лица. Что ж  странно, но теперь такие студенты не допускаются до занятий.",
      "allow" : [
        "cowboy",
	"cowboy_black",
        "visitor",
	"visitor_black",
	"visitor_blood",
	"visitor_black_blood",
	"biker",
	"biker_blood"
      ]
    },
    {
      "intro" : "Недавно студенты смогли доказать свое право на свободный дресс-код, поэтому допущены к занятиям могут быть все, у кого прикрыты первичные половые признаки.\nНу, зато теперь следы крови являются причиной отказа в проходе. Там что-то говорили про бунт прафсоюза удорщиц, но вы дремали на планерке.",
      "allow" : [
        "cowboy",
	"cowboy_black",
        "visitor",
	"visitor_black",
	"gay",
	"gay_black",
	"biker"
      ]
    },
    {
      "intro" : "Сегодня в главном корпусе проверка и вас поставили в вечерний дозор. Это большая честь! Но есть один нюанс...\nВо всем здании выбило пробки и электрики не успевают починить их к приходу проверки, так что у начальства созрел план.\nСегодня пускайте в корпус только черных, может проверяющие и не заметят, что света нет? Единственные белые с пропуском это те, что одеты обыденно, ведь это могут быть члены проверки.",
      "allow" : [
        "cowboy",
        "visitor",
	"visitor_black",
	"gay",
	"biker"
      ]
    },
    {
      "intro" : "Проверяющие все поняли. Теперь ректорат в ярости запретил вход всем, кто выглядит обыденно, потому что они напоминают им о проверке.\nБелым, кстати, входить снова можно.",
      "allow" : [
        "cowboy",
	"cowboy_black",
	"gay",
	"gay_black",
	"biker"
      ]
    },
    {
      "intro" : "Сегодня день кафедр в главке. Примичательный день, в который руководство разрешило проходить окровавленным людям,\nдабы не занижать явку себе во вред. Преподаватели, что не любят кровь на повязке для лица тоже денек перебьются.",
      "allow" : [
	"cowboy",
	"cowboy_blood",
	"cowboy_black",
	"cowboy_black_blood",
	"gay",
	"gay_blood",
	"gay_black",
	"gay_black_blood",
	"biker",
	"biker_blood"
      ]
    }
  ],
  "traits" : [
    "black",
    "blood"
  ],
  "dudes" : [
    "gay",
    "cowboy",
    "biker",
    "visitor"
  ],
  "queue_threshold_millis" : 2000
}
